Repository: haust798/Test-Platform-Modified
Catalog: StroopTest/Views/MatchingPages/FormMatchConfig.*.resx
Languages: es_es

# colorGroupBox.Text
source: Cores
es_es: Colores

# randomOrder.Text
source: Ordem aleatória
es_es: Orden aleatorio

# numExpoLabel.Text
source: Número de tentativas:
es_es: Número de intentos:

# programNameLabel.Text
source: Nome do programa:
es_es: Nombre del programa:

# instructionsLabel.Text
source: Instruções:
es_es: Instrucciones:

# closeExpoAWithClick.Text
source: Finalizar exposição do modelo com clique
es_es: Finalizar la exposición del modelo con clic

# expositionGroupBox.Text
source: Exposição
es_es: Exposición

# DNMTSBackground.Text
source: escolher
es_es: elegir

# DMTSBackground.Text
source: escolher
es_es: elegir

# expositionType.Items2
source: DMTS/DNMTS(Alternado)
es_es: DMTS/DNMTS(Alterno)

# wordLabel.Text
source: Palavras:
es_es: Palabras:

# saveButton.Text
source: salvar
es_es: guardar

# expoSizeLabel.Text
source: Tamanho da exposição (cm):
es_es: Tamaño de la exposición:

# timeGroupBox.Text
source: Tempo
es_es: Tiempo

# randomAttemptTime.Text
source: Atraso entre tentativas variável
es_es: Atraso entre intentos variável

# expositionTypeLabel.Text
source: Tipo de exposição:
es_es: Tipo de exposición:

# DNMTSBackgroundLabel.Text
source: Fundo do DNMTS:
es_es: Fondo del DNMTS:

# DMTSBackgroundLabel.Text
source: Fundo do DMTS:
es_es: Fondo del DMTS:

# modelStimuluIntervalLabel.Text
source: Atraso entre modelo e estimulos (ms):
es_es: Atraso entre modelo y estímulos (ms):

# stimuluExpositionLabel.Text
source: Exposição dos estimulos (ms):
es_es: Exposición de los estimuladores (ms):

# attemptIntervalLabel.Text
source: Atraso entre tentativas (ms):
es_es: Atraso entre intentos (ms):

# modelExpositionLabel.Text
source: Exposição do modelo (ms):
es_es: Exposición del modelo (ms):

# audioLabel.Text
source: Áudios:
es_es: Audios:

# imageLabel.Text
source: Imagens:
es_es: Imágenes:

# randomModelStimulusTime.Text
source: Atraso entre modelo e estímulo variável
es_es: Atraso entre modelo y estímulo variável

# randomPositionLabel.Text
source: Posição aleatória:
es_es: Posición aleatoria:

# colorLabel.Text
source: Cores:
es_es: Colores:

# stimuluTypeLabel.Text
source: Tipo de estimulo:
es_es: Tipo de estímulo:

# stimuluType.Items
source: Imagens
es_es: Imágenes

# stimuluType.Items1
source: Palavras
es_es: Palabras

# stimuluType.Items2
source: Palavras e Cores
es_es: Palabras y colores

# wordSingleColorButton.Text
source: escolher
es_es: elegir

# wordSingleColorLabel.Text
source: Palavras:
es_es: Palabras:

# expositonAudioResponse.Text
source: Exposição
es_es: Exposición

# feedbackAudioResponse.Text
source: Acerto / Erro
es_es: Éxito / Error
