Repository: haust798/Test-Platform-Modified
Catalog: StroopTest/Views/ParticipantPages/FormParticipantConfig.*.resx
Languages: pt_br

# brainSubstanceLabel.Text
source: In the last 24 hours have you consumed any substance that change cerebral activity?
pt_br: Nas últimas 24 horas você consumiu substâncias que alteram funcionamento cerebral?

# medicineLabel.Text
source: Do you use medication - natural or medicinal - regularly?
pt_br: Você faz uso de medicação - natural ou medicinal - regularmente?

# reasonForNotMenstruating.Items1
source: Use of anti-conceptional
pt_br: Uso de anti-concepcional

# higherEducationradioButton.Text
source: Coursing Higher Education
pt_br: Superior em andamento

# higher1radioButton.Text
source: Complete Higher Education
pt_br: Superior completo

# drugsYes.Text
source: Yes
pt_br: Sim

# sleepYes.Text
source: Yes
pt_br: Sim

# energizersYes.Text
source: Yes
pt_br: Sim

# menstruatingYes.Text
source: Yes
pt_br: Sim

# relaxantYes.Text
source: Yes
pt_br: Sim

# alcoholYes.Text
source: Yes
pt_br: Sim

# glassesYes.Text
source: Yes
pt_br: Sim

# medicineYes.Text
source: Yes
pt_br: Sim

# sexoLabel.Text
source: Sex:
pt_br: Sexo:

# saveButton.Text
source: Save
pt_br: salvar

# notMenstruatingLabel.Text
source: Reason for not menstruating
pt_br: Razão para não menstruar

# periodDateLabel.Text
source: Day of last menstruation
pt_br: Qual o dia da última menstruação

# postGraduate.Text
source: Post Graduate
pt_br: Pós graduação

# instructionsLabel.Text
source: Comments:
pt_br: Observações:

# idLabel.Text
source: Registration Number:
pt_br: Número de Registro:

# relaxantLabel.Text
source: In the last 24 hours have you made use of relaxants?
pt_br: Nas últimas 24 horas você fez o uso de relaxantes?

# alcoholLabel.Text
source: In the last 24 hours have you consumed alcohol?
pt_br: Nas últimas 24 horas você consumiu álcool?

# label7.Text
source: In the last 2 hours have you consumed coffee, soda, chocolate, or some energy drink?
pt_br: Nas últimas 2 horas você consumiu café, refrigerante, chocolate ou alguma bebida energética?

# reasonForNotMenstruating.Items
source: Do not apply
pt_br: Não se aplica

# menstruatingNo.Text
source: No
pt_br: Não

# glassesNo.Text
source: No
pt_br: Não

# medicineNo.Text
source: No
pt_br: Não

# alcoholNo.Text
source: No
pt_br: Não

# relaxantNo.Text
source: No
pt_br: Não

# energizersNo.Text
source: No
pt_br: Não

# drugsNo.Text
source: No
pt_br: Não

# sleepNo.Text
source: No
pt_br: Não

# hasMenstruatingLabel.Text
source: Normally menstruated
pt_br: Menstruou normalmente

# reasonForNotMenstruating.Items2
source: Menopause
pt_br: Menopausa

# highSchoolradioButton.Text
source: High School
pt_br: Médio (3 anos)

# masculineRadioButton.Text
source: Male
pt_br: Masculino

# localeLabel.Text
source: Living Location
pt_br: Local onde mora;

# participantNameLabel.Text
source: Name Initials:
pt_br: Iniciais do nome:

# ageLabel.Text
source: Age:
pt_br: Idade:

# scholarLabel.Text
source: Degree of education:
pt_br: Grau de escolaridade:

# middleSchoolButton.Text
source: Middle School
pt_br: Fundamental (9 anos)

# femaleRadioButton.Text
source: Female
pt_br: Feminino

# glassQuestion.Text
source: Do you wear glasses frequently?
pt_br: Faz uso de óculos frequentemente?

# especifications.Text
source: Specification
pt_br: Especificação

# birthDateLabel.Text
source: BirthDate
pt_br: Data de nascimento:

# participantGroupBox.Text
source: Data
pt_br: Dados

# sleepLabel.Text
source: You think you had a good night's sleep last night?
pt_br: Considera ter tido uma boa noite de sono a noite passada?

# femaleGroupBox.Text
source: Menstrual cycle
pt_br: Ciclo menstrual

# cancelButton.Text
source: Cancel
pt_br: cancelar
